/* Error alert title text after unsuccessful vendor app install.". */
"%@ could not be installed due to a possible user permissions error." = "Impossibile installare %@ a causa di un eventuale errore di permessi utente.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "Impossibile uscire da %@ o da alcuni dei suoi componenti per continuare l'installazione.";

/* User notification title with app name as format */
"%@ was updated" = "%@ è stata aggiornata";

/* Status title on dashboard */
"%d days left of trial" = "%d giorni di prova rimanenti";

/* Status title on dashboard */
"%d days remaining" = "%d giorni rimanenti";

/* User notification title with apps count as format */
"%lu applications were updated" = "%lu applicazioni sono state aggiornate";

/* Status bar menu item title */
"🎁 Get Free Setapp…" = "🎁 Get Free Setapp…";

/* Status bar menu item title */
"💎 Get My Free Month…" = "💎 Get My Free Month…";

/* User notification title */
"1 application was updated" = "1 applicazione è stata aggiornata";

/* Status action title on dashboard */
"Activate" = "Attiva";

/* (No Comment) */
"Activate your subscription" = "Attiva il tuo abonamento";

/* Status title on dashboard */
"Active membership" = "Abbonamento attivo";

/* Statuses */
"Active subscription" = "Abbonamento attivo";

/* Button title */
"Add" = "Aggiungi";

/* User notification title */
"All apps are up to date!" = "Tutte le app sono aggiornate!";

/* Accessibility help for customer image button. */
"Allows you to open account settings, view notifications, or sign out" = "Ti permette di aprire le impostazioni dell'account, di vedere le notifiche o di uscire";

/* Accessibility help */
"Allows you to select and view Setapp terms and policies" = "Ti permette di selezionare i termini e le condizioni di Setapp";

/* Accessibility help for customer image button. */
"Allows you to sign in or create an account" = "Ti permette di accedere o di creare un account";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Si è verificato un errore durante la disinstallazione di %@.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "Impossibile verificare la firma dell'applicazione.";

/* Informative text under the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Both Setapp and all of its applications will become unavailable after the uninstallation." = "Setapp e tutte le sue applicazioni non saranno più disponibili dopo la disinstallazione.";

/* Cancel button title */
"Cancel" = "Annulla";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Scopri i vantaggi di %@.";

/* Accessibility label. */
"Clear search" = "Cancella ricerca";

/* Error alert informative text on application launch. */
"Contact your team owner to know more." = "Contatta il responsabile del team per saperne di più.";

/* PFMoveApplication */
"Could not move to Applications folder" = "Impossibile spostare nella cartella Applicazioni";

/* Error alert title text after unsuccessful uninstall. */
"Couldn't reset password." = "Impossibile reimpostare la password.";

/* Status bar menu item title */
"Create New Account" = "Crea nuovo account";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Avvio di %@ non riuscito";

/* Button title */
"Dismiss" = "Ignora";

/* (No Comment) */
"Don’t Move" = "Non spostare";

/* No comment provided by engineer. */
"Download and Install" = "Scarica e installa";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Scarica e installa Setapp per usare %@ e scoprire ancora altre applicazioni eccezionali.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Scarica e installa Setapp per usare quest'app e scoprire ancora altre applicazioni eccezionali";

/* No comment provided by engineer. */
"Download Now" = "Scarica ora";

/* Not found email on reset password error description. */
"Email not found." = "E-mail non trovata.";

/* (No Comment) */
"Enjoy all of the available applications in the collection." = "Approfitta di tutte le applicazioni disponibili nella raccolta.";

/* Accessibility help. */
"Enter a search term to find suitable applications" = "Inserisci un termine di ricerca per trovare applicazioni adatte";

/* User notification informative text */
"Explore Setapp to find and use %@." = "Esplora Setapp per trovare e usare %@.";

/* User notification informative text */
"Explore Setapp to find and use them." = "Esplora Setapp per trovare e usare le app.";

/* Status button title on recommendations screeen. */
"Family member" = "Membro della famiglia";

/* (No Comment) */
"Family membership terminated" = "Abbonamento familiare terminato";

/* Sign In screen text */
"Favorites? First remind us who you are" = "Preferiti? Scusa, ma tu chi sei?";

/* Sign In screen text on password screen */
"Favorites? Sign in first." = "Preferiti? Prima devi accedere.";

/* User notification informative text */
"Find it in your Setapp folder." = "Si trova nella tua cartella Setapp.";

/* Quit app button title */
"Force Quit" = "Uscita forzata";

/* Status title on dashboard */
"Free trial available" = "Prova gratuita disponibile";

/* Redirect to website button title */
"Go to Website" = "Vai al sito web";

/* Sign In password screen text */
"Hi there, we missed you" = "Ciao, ci sei mancato";

/* No comment provided by engineer. */
"Incorrect application bundle identifier." = "Identificatore del bundle dell'applicazione non corretto.";

/* Button title */
"Install" = "Installa";

/* No comment provided by engineer. */
"Internal file operation failed" = "Operazione di file interna non riuscita";

/* Platform name */
"iPad" = "iPad";

/* Platform name */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Sembra che il codice dell'applicazione non sia firmato da uno sviluppatore.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Sembra che l'identità del tuo Mac sia cambiata.";

/* Open guide about ploblem fixing. */
"Learn more..." = "Altre info...";

/* Button title */
"Learn more…" = "Altre informazioni…";

/* No comment provided by engineer. */
"Learn More…" = "Altre informazioni…";

/* Accessibility help */
"Legal information" = "Note legali";

/* Sign In screen text */
"Let’s log you into Setapp first" = "Accedi prima a Setapp";

/* Platform name */
"Mac" = "Mac";

/* Manage Notifications button title. */
"Manage" = "Gestisci";

/* Sign up generic error alert informative text. */
"Might be a tech issue, try again in a moment." = "Potrebbe essere un problema tecnico, riprova tra un momento";

/* (No Comment) */
"Move to Applications" = "Sposta in Applicazioni";

/* User notification title */
"New updates available!" = "Nuovi aggiornamenti disponibili!";

/* Too mane sign in requests error alert informative text. */
"Nice effort, but for your security please try again later." = "Bel tentativo, ma per la tua sicurezza devi riprovare più tardi.";

/* Button title */
"Not Now" = "Non adesso";

/* (No Comment) */
"Note that this will require an administrator password." = "Questa procedura richiederà una password amministratore.";

/* Label on top of notification list.
   Notifications list accessibility label */
"Notifications" = "Notifiche";

/* Notifications section title. */
"NOTIFICATIONS" = "NOTIFICHE";

/* Alert button */
"OK" = "OK";

/* Error alert title text on application launch. */
"Oops! This app is available only on Setapp for Teams." = "Spiacenti! Quest'applicazione è disponibile solo su Setapp per team.";

/* Error alert title text on application launch. */
"Oops! You can’t access this app as your team owner blocked it in Setapp for Teams account." = "Oops! Non puoi accedere a questa app perché il responsabile del team l'ha bloccata in Setapp per l'account di gruppo.";

/* Accessibility help string */
"Opens account settings via web browser" = "Apre le impostazioni dell'account tramite il browser web";

/* Accessibility help for View My Account button. */
"Opens account settings via web browser to configure your membership status" = "Apre le impostazioni dell'account tramite il browser web per configurare lo stato di abbonamento";

/* Accessibility help string */
"Opens referral program page view web browser" = "Apre la visualizzazione web della pagina del programma di raccomandazioni";

/* Accessibility help for Start Trial button. */
"Opens window to confirm the start of your free trial" = "Apre la finestra per confermare l'inizio della prova gratuita";

/* (No Comment) */
"Payment details outdated" = "Dati di pagamento obsoleti";

/* (No Comment) */
"Payment issues occurred" = "Si sono verificati dei problemi di pagamento";

/* Status title on dashboard */
"Payment problem" = "Problema di pagamento";

/* User notification informative text */
"Please add payment details to your account." = "Aggiungi i dati di pagamento al tuo account.";

/* (No Comment) */
"Please check your account for details." = "Verifica il tuo account per maggiori dettagli.";

/* User notification title */
"Please connect to the Internet." = "Connettiti a Internet.";

/* (No Comment) */
"Please contact your Family owner for details and renewal." = "Contatta il proprietario di Famiglia per ottenere dettagli e rinnovare.";

/* Alert informative text. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Scarica e installa nuovamente Setapp sul tuo Mac per risolvere il problema.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Scarica e installa la versione più recente per continuare a usare Setapp.";

/* Alert informtive text */
"Please free up your startup disk and reopen Setapp." = "Libera spazio sul disco di avvio e riapri Setapp.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Assicurati che Setapp non venga bloccata da app di gestione rete e riprova.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Verifica la connessione a Internet e riprova.";

/* Error alert informative text after unsuccessful vendor app install." */
"Please make sure you resolve any related issues and try again." = "Assicurati di risolvere eventuali problemi correlati e riprova.";

/* No comment provided by engineer. */
"Please make sure you've added a \"-setapp\" suffix." = "Assicurati di aver aggiunto un suffisso \"-setapp\".";

/* Error alert informative text after unsuccessful uninstall */
"Please quit the application manually and try again." = "Esci dall'applicazione manualmente e riprova.";

/* Title text above the list of apps Setapp is going to terminate on single app unisntalling. */
"Please quit the following applications to clean all of their related items:" = "Chiudi le seguenti applicazioni per pulire tutti i loro elementi correlati:";

/* No comment provided by engineer. */
"Please reopen the application to allow the required changes." = "Riapri l'applicazione per consentire le modifiche richieste.";

/* No comment provided by engineer. */
"Please resolve any related issues or contact our Customer Support." = "Risolvi eventuali problemi correlati o contatta il nostro servizio di assistenza clienti.";

/* Title text above the list of apps Setapp is going to terminate on quit. */
"Please save all your data and quit the following applications before quitting Setapp:" = "Prima di uscire da Setapp devi salvare tutti i dati e chiudere le applicazioni seguenti:";

/* Title text above the list of apps Setapp is going to terminate on singing out. */
"Please save all your data and quit the following applications before signing out of Setapp:" = "Prima di disconnetterti da Setapp devi salvare tutti i dati e chiudere le applicazioni seguenti:";

/* Title text above the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Please save all your data and quit the following applications before uninstalling Setapp:" = "Prima di disinstallare Setapp devi salvare tutti i dati e chiudere le applicazioni seguenti:";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Accedi a Setapp e riprova.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Accedi al tuo account Setapp per continuare a usare il servizio.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Riprova o rimuovi l'applicazione con altri mezzi se il problema persiste.";

/* Error alert informative text after unsuccessful application uninstall." */
"Please try again or remove the remaining files manually." = "Riprova o rimuovi manualmente i file rimanenti.";

/* No comment provided by engineer. */
"Please try again." = "Riprova.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Aggiorna il sistema operativo e riprova.";

/* User notification informative text */
"Please view your account details to learn more." = "Consulta i dettagli del tuo account per altre informazioni.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please visit Setapp website and try resetting your password there." = "Visita il sito web di Setapp e prova a reimpostare la password.";

/* Quit app button title */
"Quit" = "Esci";

/* Informative text under the list of apps Setapp is going to terminate on update. */
"Quit apps to have them updated." = "Esci dalla applicazioni per aggiornarle.";

/* Informative text under the list of apps Setapp is going to terminate on unisntalling single app. */
"Quit these apps if you’d like to uninstall them now." = "Esci da queste app se vuoi disinstallarle ora.";

/* Accessibility help. */
"Removes the current search query" = "Rimuove la richiesta di ricerca attuale";

/* Status action title on dashboard */
"Renew" = "Rinnova";

/* No comment provided by engineer. */
"Reveal in Finder" = "Mostra nel Finder";

/* Default placeholder for search field */
"Search" = "Ricerca";

/* Apps search field placeholder */
"Search for apps, tasks, etc…" = "Cerca applicazioni, attività, ecc…";

/* Accessibility label. */
"Setapp application search" = "Ricerca applicazioni Setapp";

/* Informative text under the list of apps Setapp is going to terminate on signing out. */
"Setapp applications will become unavailable after you sign out." = "Le applicazioni Setapp non saranno più disponibili dopo la disconnessione.";

/* No comment provided by engineer. */
"Setapp could not complete its installation due to a lack of permissions." = "Setapp non ha potuto completare l'installazione causa mancanza di permessi.";

/* User notification informative text */
"Setapp needs to verify your subscription." = "Setapp deve verificare l'abbonamento.";

/* Prompt for install Setapp with permissions. */
"Setapp needs your permission to complete its installation." = "Setapp richiede il permesso per completare l'installazione.";

/* Prompt for update Setapp with permissions. */
"Setapp needs your permission to complete update." = "Setapp richiede il tuo permesso per completare l'aggiornamento.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "Setapp richiede il permesso per eseguire la disinstallazione dell'applicazione.";

/* Sign In screen text
   Sign In screen text on password screen */
"Setapp on iOS? Sure thing! Remind us your email first" = "Setapp su iOS? Certo! Potresti ricordarci il tuo indirizzo e-mail?";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "Setapp richiede una connessione a Internet per continuare.";

/* User notification title */
"Setapp subscription running out." = "L'abbonamento di Setapp è prossimo alla scadenza.";

/* Informative text under the list of apps Setapp is going to terminate on quit. */
"Setapp will launch automatically upon opening any of its related apps." = "Setapp verrà avviata automaticamente all'apertura di una delle app associate.";

/* Alert title */
"Setapp will now quit due to a critically low amount of free disk space." = "Setapp ora si chiuderà a causa di una quantità insufficiente di spazio libero su disco.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "L'accesso Internet di Setapp è stato interrotto da un altro processo o un'altra applicazione.";

/* Accessibility help string */
"Sets up a new account" = "Configura un account nuovo";

/* Short status title for agent
   Status bar menu item title */
"Sign In" = "Accedi";

/* Status title on dashboard */
"Sign in to use apps" = "Accedi per usare le app";

/* (No Comment) */
"Sign In to use Setapp" = "Accedi per usare Setapp";

/* Status bar menu item title */
"Sign Out" = "Esci dall'account";

/* Accessibility help for Start Trial button.
   Accessibility help string */
"Signs into an existing account" = "Accede a un account esistente";

/* Accessibility help string */
"Signs out of the current account" = "Esce dall'account attuale";

/* User notification informative text */
"Some applications need to be reopened." = "Alcune applicazioni devono essere riaperte.";

/* Apps termination window title. */
"Some apps are still running" = "Alcune app sono ancora in esecuzione";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Alcuni componenti dell'applicazione non sono stati rimossi durante la disinstallazione.";

/* Sign up generic error alert title. */
"Something went wrong :(" = "Qualcosa è andato storto :(";

/* Status action title on dashboard */
"Start Trial" = "Inizia la prova";

/* Status title on dashboard */
"Start your membership" = "Inizia il tuo abbonamento";

/* (No Comment) */
"Subscribe" = "Iscriviti";

/* (No Comment) */
"Subscribe Now" = "Abbona ora";

/* Sign In screen text */
"Sweet, let’s get you started" = "Bene, iniziamo";

/* Status button title on recommendations screeen. */
"Team member" = "Membro del team";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Siamo desolati. Riprova più tardi.";

/* Title text above the list of apps Setapp is going to terminate on updates. */
"The following applications need to be quit to apply their updates instantly:" = "Devi uscire dalle seguenti applicazioni per applicare gli aggiornamenti adesso:";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "L'applicazione principale di Setapp non si trova sul tuo Mac. Vuoi scaricarla e installarla?";

/* User notification title */
"There’s a new app on Setapp!" = "C'è una nuova app su Setapp!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Quest'azione è consigliata per una migliore esperienza di Setapp.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Questa applicazione non è più disponibile su Setapp.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Questa applicazione richiede un account Setapp attivo installato sul tuo Mac.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Questa applicazione richiede macOS %1$@ o versioni successive per funzionare sul tuo computer. Attualmente hai macOS %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Questa copia di %@ richiede un account Setapp attivo installato sul tuo Mac.";

/* (No Comment) */
"This email is already registered." = "Questo indirizzo e-mail è già registrato.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Questo ti permette di scoprire e utilizzare tutte le applicazioni di Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Ciò ti permette di mantenere pulita la tua cartella Download.";

/* Error alert informative text on application launch. */
"To get this app switch to the Team plan." = "Per ottenere l'applicazione passa al piano Team.";

/* Today date string */
"Today" = "Oggi";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* Too mane sign in requests error alert title. */
"Too many attempts" = "Troppi tentativi";

/* (No Comment) */
"Try again" = "Riprova";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "Oh-oh! Setapp ha riscontrato problemi di connessione.";

/* No comment provided by engineer. */
"Unable to launch %@" = "Impossibile avviare %@";

/* No comment provided by engineer. */
"Uninstall Setapp" = "Disinstalla Setapp";

/* Apps termination window title. */
"Update Apps on Setapp" = "Aggiorna le app in Setapp";

/* Status action title on dashboard */
"View My Account" = "Visualizza il mio account";

/* Status bar menu item title */
"View My Account…" = "Visualizza il mio account…";

/* Sign In password screen text */
"Welcome!" = "Benvenuti!";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Vuoi spostare Setapp nella cartella Applicazioni?";

/* Yesterday date string */
"Yesterday" = "Ieri";

/* (No Comment) */
"You are now a Setapp family member!" = "Ora fai parte di una famiglia in Setapp!";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Puoi eliminare l'alias dal tuo computer.";

/* Empty notifications section placeholder text. */
"You're curious. We like that" = "Apprezziamo la tua curiosità.";

/* Offline state label. */
"You're offline" = "Non sei in linea";

/* Accessibility label for customer image button. */
"Your account picture" = "L'icona del tuo account";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "La tua versione attuale di Setapp è obsoleta e non può più essere utilizzata.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Il tuo problema è già in fase di elaborazione";

/* Alert title. */
"Your Setapp installation is broken and cannot be used properly." = "L'installazione di Setapp è danneggiata e non può essere utilizzata correttamente.";

/* No comment provided by engineer. */
"Your Setapp installation is broken due to a possible permissions error." = "L'installazione di Setapp è danneggiata a causa di un possibile errore di permessi.";

/* User notification title */
"Your Setapp trial ends soon." = "La tua prova di Setapp sta per terminare.";

